[
  {
    "title": "Happy 7th anniversary to Pokémon GO!",
    "image": "https://lh3.googleusercontent.com/yt5FGbyvBSoAYuOAh7zW-R91NtRXs4HTR1uggdhNuWb3WdkfAEUGKbCGERsCGdgww_l2JdVbYcOtVnfZawyW2vV3IjxDx8s29M7hHvxJthCRFA=w1440-e365",
    "intro": "No matter when you started your Pokémon GO journey, we couldn’t be more excited to celebrate our seventh anniversary with you!",
    "text": "We’ve been overjoyed seeing Trainers from across the world and all walks of life come together with their passion for exploring, catching, battling, making new friends, and learning more about Pokémon over the last seven years. We’ve also continued to grow Pokémon GO with features, events, new ways to discover Pokémon, and more! We hope you’ll keep taking us along for the ride, wherever your future journeys take you. We’re also excited to share this year’s anniversary art! This piece is drawn by Yusuke Kozaki (@kymg on Twitter), our character designer for Pokémon GO. Please be aware of your surroundings and follow guidelines from local health authorities when playing Pokémon GO. Upcoming events are subject to change. Be sure to follow us on social media, opt in to receiving push notifications, and subscribe to our emails to stay updated",
    "date": "2023-08-07T10:47:42.382Z"
  },
  {
    "title": "LA Summer Game Fest",
    "image": "https://lh3.googleusercontent.com/0ort2nEJlyibMq5ot792Pbp1znH1djGBGrmWbCaXubrwXMYVr8wnExXPkgq8YPUJyHtjEIVkJC4tROgzIaLDuK1NRU_BI3NRzkbr3yuRdgShP8M=w1440-e365",
    "intro": "Pokémon GO is heading to Summer Game Fest in Los Angeles and bringing new gameplay demos",
    "text": "To celebrate the arrival of summer, Pokémon GO is headed to Summer Game Fest! Summer Game Fest is an industry event for invited press and content creators in Los Angeles running from June 9 to June 10, 2023. And we’re bringing a sneak peek of some of the exciting features coming to Pokémon GO—we can’t wait for folks to try them out! There will also be special in-game bonuses for in-person attendees. Read on to find out more about Pokémon GO’s Summer Game Fest appearance and the new experiences coming to Pokémon GO this summer!",
    "special_features": [
      {
        "title": "PokéStop Showcases are coming soon!",
        "text": "Summer Game Fest attendees will be among the first to get a sneak peek of the PokéStop Showcase feature. With PokéStop Showcase, Trainers will be able to enter their Pokémon into contests held at select PokéStops. Each Showcase has a category, and to celebrate this big feature, the first competition will be to see who has the biggest Pokémon! We’re looking forward to showcasing more information soon, so stay tuned!"
      },
      {
        "title": "The route ahead",
        "text": "In the near future, Pokémon GO will also be introducing a brand new way for Trainers to explore the world around them. It’s going to be a fun summer in Pokémon GO, and we can’t wait for Trainers to join us on this new journey."
      }
    ],
    "signature": "-Lorena_CS from the Pokemon Api team",
    "date": "2023-08-07T15:05:07.607Z"
  },
  {
    "title": "Free Limited Partner Research available for Amazon Prime members",
    "image": "https://lh3.googleusercontent.com/MEDtVM-jxsuJQGU3zW67towplblqiCJulpZ05oinuR7wZz-1TOI3IpMxs4iEqCuc2u2dNQ1hG9VIVjJ7fTB6DSHys7oEI1cHTteQJPNDCFWk=w1440-e365",
    "intro": "Amazon Prime Gaming is offering a special release for Prime members. Don't miss it!!",
    "text": "As part of this year’s collaboration with Amazon Prime Gaming, we’re offering Trainers an extra-special reward for Prime Day! Amazon Prime members can claim Limited Partner Research that grants exciting rewards, including encounters with themed Pokémon, an Incubator, and the Pokémon GO Fest 2023 avatar T-shirt! Once you’ve redeemed your code, you can take a snapshot every day between July 10 and July 18, 2023, for a daily surprise! This Limited Partner Research is only available until August 15, 2023! To claim all the rewards, Trainers must complete the research tasks before August 22, 2023, at 8:00 p.m. PDT. For more information or to claim this bundle, head over to the Prime Gaming Pokémon GO page. Please be aware of your surroundings and follow guidelines from local health authorities when playing Pokémon GO. Upcoming events are subject to change. Be sure to follow us on social media, opt in to receiving push notifications, and subscribe to our emails to stay updated",
    "signature": "-Lorena_CS from the Pokemon Api team",
    "date": "2023-08-07T15:05:07.607Z",
    "special_features": []
  },
  {
    "title": "Pokémon: The Johto Journeys Episodes Added to Pokémon TV",
    "image": "https://www.pokemon.com/static-assets/content-assets/cms2/img/watch-pokemon-tv/_tiles/season03/season03-on-ptv-live-169-en.png",
    "intro": "Ash and his friends travel to the Johto region, where they make new friends and say goodbye to some beloved Pokémon partners.",
    "text": "Ash’s home region of Kanto, and then the Orange Islands, were just the beginning of his adventure. Along with his partner Pikachu and his good friends Misty and Brock, our hero has arrived in the Johto region in Pokémon: The Johto Journeys, which is now available to watch on Pokémon TV. This third season of Pokémon the Series sees Ash and company learning more about the world of Pokémon while meeting new friends, catching new Pokémon, and dodging Team Rocket at every turn. Before tuning in to watch, read on to see some of the cool things our heroes get up to this season. Then, head on over to Pokémon TV and enjoy!",
    "special_features": [
      {
        "title": "New Pokémon Friends",
        "text": "A new region means all sorts of new Pokémon for Ash and his friends to encounter, and Pokémon: The Johto Journeys doesn’t skimp on expanding our heroes’ rosters. Throughout this season, Ash makes all sorts of new Pokémon friends, including Heracross (“A Sappy Ending”), Chikorita (“The Chikorita Rescue”), Cyndaquil (“Good ’Quil Hunting”), and Totodile (“The Totodile Duel”). He also catches a rare Noctowl with unusual coloring (“Fowl Play”). Ash’s traveling companions aren’t left out of the action, as Brock catches a Pineco (“Going Apricorn”), and Misty’s Poliwag evolves into Poliwhirl (“The Totodile Duel”). You’ll see how all these wonderful Pokémon came to be with their new partners in these episodes.",
        "image": "https://www.pokemon.com/static-assets/content-assets/cms2/img/watch-pokemon-tv/_tiles/season03/inline/01.jpg"
      },
      {
        "title": "The Mysterious GS Ball",
        "text": "It wasn’t chance that brought Ash to the Johto region—he’s a boy on a mission. Specifically, a delivery mission for Professor Oak. The good professor had been working with Professor Ivy to uncover the secrets of a mysterious gold-and-silver Poké Ball dubbed the GS Ball. No one can figure out how to open the GS Ball, so Professor Oak asks Ash to deliver the item to Kurt, a Poké Ball expert who lives in Azalea Town. Trouble arises when Ash comes across a Quagsire who loves to collect spherical objects (“Once in a Blue Moon”). The GS Ball is finally delivered to Kurt, but (of course) Team Rocket arrives to cause trouble for the crew (“Going Apricorn”). Spoiler alert: We never learn what’s inside the GS Ball—it remains one of the great mysteries of Pokémon the Series.",
        "image": "https://www.pokemon.com/static-assets/content-assets/cms2/img/watch-pokemon-tv/_tiles/season03/inline/02.jpg"
      },
      {
        "title": "Farewell, Old Friends",
        "text": "Over the course of Pokémon the Series, Ash befriends many Pokémon partners. Sometimes, however, he knows that you must let a Pokémon go in order for it to reach its full potential. Pokémon: The Johto Journeys features two notable departures. One of the first Pokémon that Ash catches after beginning his adventure back in the first season is a poor Charmander who has been abandoned by its Trainer (“Charmander—The Stray Pokémon”). Soon after, Ash earns the respect of the leader of a band of mischievous Squirtle, and it decides to join Ash’s team (“Here Comes the Squirtle Squad”). Over time, both Pokémon become valuable partners and good friends. Charmander even evolves into Charmeleon and then Charizard. Still, when our heroes come across Charicific Valley, a Charizard training ground, Ash realizes that his Charizard could prosper there (“Charizard’s Burning Ambition”). Likewise, when a reunion with Squirtle’s former squad shows that they are in desperate need of their leader, Ash knows what he has to do (“The Fire-ing Squad!”). Bring some tissues when you watch these bittersweet episodes.",
        "image": "https://www.pokemon.com/static-assets/content-assets/cms2/img/watch-pokemon-tv/_tiles/season03/inline/03.jpg"
      }
    ],
    "signature": "-Lorena_CS from the Pokemon Api team",
    "date": "2023-08-07T15:29:49.670Z",
    "conclusion": "There are plenty of fun and exciting adventures to be found in Pokémon: The Johto Journeys, so don’t miss your chance to watch them all. You can catch the entire season by visiting watch.pokemon.com or by loading up the Pokémon TV mobile app to enjoy these classic episodes on the go!"
  },
  {
    "title": "A first look at Pokémon TCG: Scarlet & Violet—Obsidian Flames",
    "image": "https://www.pokemon.com/static-assets/content-assets/cms2/img/trading-card-game/_tiles/sv/sv03/preview-cards/sv03-preview-cards-1-169-en.png",
    "intro": "Sneak a peek at some of the powerful and beautiful cards that can be found in the upcoming expansion.",
    "text": "The upcoming Pokémon Trading Card Game expansion, Scarlet & Violet—Obsidian Flames, arrives on August 11, 2023. It features more than 190 cards, including newly discovered Pokémon from the Paldea region, Pokémon ex, Tera Pokémon ex—some of which have had their types shifted—and a slew of new Trainer and Special Energy cards. Even more Pokémon and Trainers appear as illustration rare cards, which showcase dazzling artwork that really brings these characters to life. Before the expansion officially lands, let’s stoke the flames and explore a few of the cards that are just waiting to ignite the passion of fans everywhere in Scarlet & Violet—Obsidian Flames",
    "special_features": [
      {
        "title": "Scizor",
        "text": "Pokémon TCG illustrator otumami has created artwork for the Pokémon TCG since the Sun & Moon—Forbidden Light expansion. Most of their artwork features Pokémon in dynamic motion, as if they’re ready to strike, and this rendition of Scizor crushing a rock with its pincers is no different. White lines are drawn throughout the illustration to highlight the speed and strength of Scizor’s movements with chunks of rock flying asunder to solidify the action of the scene. Scizor also has an attack befitting its strength in Punishing Scissors: this attack does 10 damage, and 50 more damage for each of your opponent’s Pokémon in play that has an Ability—dealing up to 310 damage in the right situation.",
        "image": "https://www.pokemon.com/static-assets/content-assets/cms2/img/cards/web/SV03/SV03_EN_141.png"
      },
      {
        "title": "Ryme",
        "text": "It wasn’t chance that brought Ash to the Johto region—he’s a boy on a mission. Specifically, a delivery mission for Professor Oak. The good professor had been working with Professor Ivy to uncover the secrets of a mysterious gold-and-silver Poké Ball dubbed the GS Ball. No one can figure out how to open the GS Ball, so Professor Oak asks Ash to deliver the item to Kurt, a Poké Ball expert who lives in Azalea Town. Trouble arises when Ash comes across a Quagsire who loves to collect spherical objects (“Once in a Blue Moon”). The GS Ball is finally delivered to Kurt, but (of course) Team Rocket arrives to cause trouble for the crew (“Going Apricorn”). Spoiler alert: We never learn what’s inside the GS Ball—it remains one of the great mysteries of Pokémon the Series.",
        "image": "https://www.pokemon.com/static-assets/content-assets/cms2/img/cards/web/SV03/SV03_EN_221.png"
      },
      {
        "title": "Glimmora ex",
        "text": "Glimmora is known for being a disruptive Pokémon in the Pokémon Scarlet and Pokémon Violet video games, and its first appearance as a Pokémon ex in the Pokémon TCG continues that unruly trend. Glimmora ex’s Dust Field Ability says that as long as it’s in the Active Spot, your opponent can’t have more than 3 Benched Pokémon. Limiting your opponent’s Benched Pokémon is a great way to limit how many backup attackers or Abilities they have on the field at any given time. Glimmora ex also has the equally troublesome Poisonous Gem attack—for just 2 Fighting Energy, it can do 140 damage and leave the opponent’s Active Pokémon Poisoned. Between a disruptive Ability and deadly status condition, Glimmora is ready to bring your opponent’s patience down to zero.",
        "image": "https://www.pokemon.com/static-assets/content-assets/cms2/img/cards/web/SV03/SV03_EN_123.png"
      }
    ],
    "signature": "-Lorena_CS from the Pokemon Api team",
    "date": "2023-08-07T15:29:49.670Z",
    "conclusion": ""
  },
  {
    "title": "Look Forward to the 2024 Pokémon Championship Series Season",
    "image": "https://www.pokemon.com/static-assets/content-assets/cms2/img/attend-events/_tiles/2024/2024-play-pokemon-169.png",
    "intro": "Learn about the changes coming to the Pokémon Championship Series and prepare for your competitive journey this season.",
    "text": "The 2024 Pokémon Championship Series is just getting started, and we’re ready to announce a series of changes that will take place this season. Look forward to Pokémon GO joining the Championship Points system, Championship Points kickers being adjusted at all CP-earning events, and a rework of the current World Championships qualification system",
    "special_features": [
      {
        "title": "Pokémon GO Joins the Championship Points System!",
        "text": "Last season, the Pokémon GO Championship Series used a different system than the Pokémon Trading Card Game and Pokémon Video Game Championship. Instead of earning Championship Points, players earned direct invitations to the 2023 Pokémon World Championships by reaching certain placements at Regional and International Championships. This season, Pokémon GO will be joining the Championship Points system, with Pokémon GO Challenges, Pokémon GO Cups, Regional Championships, and International Championships all awarding Championship Points en route to Worlds qualification.",
        "image": ""
      },
      {
        "title": "Championship Points Kicker Adjustments",
        "text": "Competing for Championship Points can be a daunting task, especially given the time commitment it takes to participate in certain events. Kickers are being adjusted for local events to ensure that players who reach the top cut always earn Championship Points, which was not always the case during the 2023 season. These kickers will be retroactively applied to any League Challenges or League Cups that have already taken place in the short time since the 2024 season began. At the Premier Event level, Regional Championships, Special Events, and International Championships will have adjusted kickers so more players receive Championship Points. For example, players who finish between 257th and 512th place in Pokémon TCG, Pokémon Video Game, or Pokémon GO Regional Championships with at least 1,024 participants will now earn 20 Championship Points instead of zero, and the top 256 players will now earn Championship Points as long as 512 total players compete, compared with the previous threshold of 800.",
        "image": ""
      },
      {
        "title": "Glimmora ex",
        "text": "Glimmora is known for being a disruptive Pokémon in the Pokémon Scarlet and Pokémon Violet video games, and its first appearance as a Pokémon ex in the Pokémon TCG continues that unruly trend. Glimmora ex’s Dust Field Ability says that as long as it’s in the Active Spot, your opponent can’t have more than 3 Benched Pokémon. Limiting your opponent’s Benched Pokémon is a great way to limit how many backup attackers or Abilities they have on the field at any given time. Glimmora ex also has the equally troublesome Poisonous Gem attack—for just 2 Fighting Energy, it can do 140 damage and leave the opponent’s Active Pokémon Poisoned. Between a disruptive Ability and deadly status condition, Glimmora is ready to bring your opponent’s patience down to zero.",
        "image": ""
      }
    ],
    "signature": "-Lorena_CS from the Pokemon Api team",
    "date": "2023-08-07T15:29:49.670Z",
    "conclusion": "We’ve got more exciting details of the 2024 season still to share. These will be announced sometime between the end of the 2023 World Championships and the beginning of the first 2024 season Regional Championships in September, so stay tuned! Good luck this season, Trainers!"
  },
  {
    "title": "Share a Scooptacular Summer with Pokémon TV",
    "image": "https://www.pokemon.com/static-assets/content-assets/cms2/img/watch-pokemon-tv/_tiles/stunts/scooptacular-summer/scooptacular-summer-169-en.png",
    "intro": "Whether you’re sharing treats with old friends or making new Pokémon friends, summer is sweet!",
    "text": "The sun’s out and there are plenty of reasons to celebrate, from sweet treats like Casteliacones to adventures with pals old and new. Ash and friends are looking to beat the heat by indulging in Castelia City’s eponymous dessert and meeting new Pokémon, including a friendly Vanillite. Team Rocket’s spending the summer chilling like villains, but even villains like sweet treats, as evidenced by Team Rocket’s desperate attempts to get their hands on their own Casteliacones. The Scooptacular Summer shenanigans continue in select episodes of Pokémon the Series! Get the full scoop on Pokémon TV on watch.pokemon.com or via the Pokémon TV mobile app",
    "signature": "-Lorena_CS from the Pokemon Api team",
    "date": "2023-08-07T15:29:49.670Z",
    "special_features": []
  },
  {
    "title": "POKÉMON × KOGEI | Playful Encounters of Pokémon and Japanese Craft",
    "image": "https://www.pokemon.com/static-assets/content-assets/cms2/img/misc/_tiles/pokemon-x-kogei/live/pokemon-x-kogei-main-169.png",
    "intro": "The stage, or gallery, is set for a different kind of Pokémon battle—one of technique, artistry, and creativity.",
    "text": "Experience the vibrant, poignant world of Pokémon like never before with POKÉMON × KOGEI | Playful Encounters of Pokémon and Japanese Craft. This art exhibition, now open to the public at JAPAN HOUSE Los Angeles, offers a stunning collision of artistry, storytelling, and Pokémon. Twenty artists created more than 70 ingenious works supervised by the National Crafts Museum in Kanazawa, Japan. From an electrifying Jolteon appropriately plated by electricity, courtesy of metal artist Taiichiro Yoshida, to a vivid lace forest of Pikachu by textile designer Reiko Sudo, the exhibit encompasses lacquer, ceramics, textiles, metalwork, and other media. These rare and thrilling Pokémon encounters through POKÉMON × KOGEI are free to the public and will be available through January 7, 2024",
    "special_features": [
      {
        "title": "",
        "text": "",
        "image": "https://www.pokemon.com/static-assets/content-assets/cms2/img/misc/_tiles/pokemon-x-kogei/live/inline/01.png"
      },
      {
        "title": "",
        "text": "Pokémon fans who want to bring home a piece of the POKÉMON × KOGEI experience can pick up a commemorative Pikachu plush available exclusively at the Pokémon Center. This limited-edition plush was created in collaboration with the POKÉMON × KOGEI exhibition and features Pikachu dressed in a kimono with a traditional Japanese pattern called Koji-tsunagi. Encounter this limited-edition Kimono Pikachu Plush at the Pokémon Center.",
        "image": "https://www.pokemon.com/static-assets/content-assets/cms2/img/misc/_tiles/pokemon-x-kogei/live/inline/02.png"
      }
    ],
    "signature": "-Lorena_CS from the Pokemon Api team",
    "date": "2023-08-08T09:21:55.811Z"
  }
]
